driver-tests/bpelse/flow/FlowJbi/test/FlowWhile25/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:flow="http://j2ee.netbeans.org/wsdl/FlowWhile">
  <soapenv:Body>
    <flow:part1>Flow While 1</flow:part1>
    <flow:part2>Flow While 2</flow:part2>
    <flow:counter>5</flow:counter>
  </soapenv:Body>
</soapenv:Envelope>